
"gn_home_title" = "Home";
"gn_order_title" = "Order";
"gn_news_title" = "News";
"gn_location_default" = "Phnom Penh";
"gn_home_searchTip" = "Search merchants/commodity";
"gn_home_reLocation" = "Re-Locate";
"gn_home_noStore" = "There are no merchant nearby, and Phnom Penh merchant will be automatically recommended for you";
"gn_home_more" = "More";
"gn_search_searchfor" = "Search";
"gn_search_cancel" = "Cancel";
"gn_search_history" = "Historical search";
"gn_search_recommendFor" = "Recommend For you";
"gn_store_navigation" = "Navigation";
"gn_store_call" = "Dial";
"gn_store_businessTime" = "Business Time";
"gn_store_commodity" = "Commodity";
"gn_store_limited" = "Each order is limited to purchase %ld";
"gn_store_buying" = "Booking";
"gn_store_sold" = "Sold";
"gn_store_noProduct" = "The merchant has no products on the shelves";
"gn_store_closet" = "Unfortunately, the store is closed";
"gn_to_home" = "Go to the group buying homepage";
"gn_contact_merchant" = "Contact the merchant";
"gn_serve_merchant" = "Merchant Service";
"gn_no_setting" = "No settings";
"gn_store_environment" = "In-Store Environment";
"gn_store_qualification" = "Qualification";
"gn_location_current" = "Current Location";
"gn_location_refresh" = "Refresh";
"gn_location_position" = "Position";
"gn_product_refund" = "Automatic refund after expired";
"gn_group_detail" = "Group purchase details";
"gn_product_all" = "All products";
"gn_original_price" = "Original Price";
"gn_selling_price" = "Selling Price";
"gn_product_content" = "Content";
"gn_product_store" = "Merchant Use";
"gn_product_buyKnow" = "Purchase Notes";
"gn_product_vaild" = "Valid Period";
"gn_product_useTime" = "Usage Time";
"gn_product_regular" = "Usage Rule";
"gn_product_limit" = "Applicable Scope";
"gn_product_down" = "The product has been removed";
"gn_panic_buying" = "Booking";
"gn_order_submit" = "Submit Order";
"gn_order_subtotal" = "Subtotal";
"gn_order_vat" = "VAT";
"gn_order_paymethor" = "Payment Method";
"gn_order_cash" = "Cash Payment";
"gn_order_total" = "Total";
"gn_submit" = "Submit";
"gn_order_success" = "Successfully ordered";
"gn_back" = "Back To Home";
"gn_view_order" = "View Order";
"gn_order_all" = "All";
"gn_order_unuse" = "Unused";
"gn_order_finish" = "Completed";
"gn_order_canced" = "Cancelled";
"gn_order_again" = "Order Again";
"gn_order_cancel" = "Cancel Order";
"gn_order_go_use" = "To Use";
"gn_order_no" = "Order Number";
"gn_order_time" = "Order Time";
"gn_order_num" = "Quantity";
"gn_order_allPrice" = "Total Amount";
"gn_order_expired" = "Expired";
"gn_order_coupon_detail" = "Coupon code information";
"gn_order_coupon_detail_all" = "Coupon code information (%ld coupons are available)";
"gn_order_price_inface" = "Actual Payment";
"gn_order_my" = "My Order";
"gn_order_information" = "Order Information";
"gn_order_detail" = "Order Details";
"gn_order_cancel_time" = "Cancelled Time";
"gn_order_again" = "Order Again";
"gn_pay_online" = "Online Payment";
"gn_pay_unline" = "Cash Payment";
"gn_fail_reason_user" = "User terminates the order";
"gn_fail_reason_expired" = "The verification code has expired";
"gn_fail_reason_time" = "Overtime unpaid";
"gn_fail_reason_auto" = "Automatic cancellation after expiration";
"gn_history_nodata" = "No historical search";
"gn_cancel_tip" = "The coupon code will become invalid after the order is cancelled";
"gn_cancel_think" = "Let me think again";
"gn_check_ing" = "Writing off";
"gn_check_success" = "Successfully written off";
"gn_life" = "Surrounding life";
"gn_living" = "Living Guide";
"gn_buy_vaildday" = "Valid for %ld days after purchase";
"gn_hexiao_time" = "Verified Time";
"gn_finish_time" = "Payment Time";
"gn_cancel_reason" = "Cancellation Reason";
"gn_search_recommend" = "There are currently no related searches\nRecommend the following";
"gn_code_used" = "Used";
"gn_baidu_map" = "Baidu map";
"gn_tencen_map" = "Tencent map";
"gn_gaode_map" = "Gaode Map";
"gn_myLocation_map" = "My Position";
"gn_about" = "About";
"gn_order_user_expire" = "Expired";
"gn_reviews" = "Reviews";
"gn_no_reviews" = "There are no reviews yet!";
"gn_scoring" = "Scoring";
"gn_full_text" = "Full text";
"gn_merchant_reply" = "Merchant reply";
"gn_merchant_introduction" = "Merchant introduction";
"gn_per_capita" = "Per";
"gn_user_evaluation" = "User evaluation";
"gn_no_ratings_yet" = "No ratings yet";
"gn_vouchert" = "Voucher";
"gn_regular_package" = "Regular package";
"gn_payment_time" = "Remaining payment time";
"gn_pending_payment" = "Pending payment";
"gn_to_pay" = "To pay";
"gn_not_within" = "The product is not within the expiry date";
"gn_not_active" = "Not active";
"gn_sold_out" = "Sold out";
"gn_product_sold_out" = "Product is sold out";
"gn_refund_penging" = "Pending refund";
"gn_refund_ing" = "Refunding";
"gn_refund_finish" = "Refunded";
"gn_pr_useProcess" = "①place an order > ②go to the store for consumption with the order voucher (QR Code) >③ show the order voucher (QR Code) to the merchant >④ verify the voucher by the merchant >⑤ Waiting for service to be provided";
"gn_qr_useProcess" = "①place an order >② show the order voucher (QR Code) to the merchant > ③verify the voucher by the merchant > ④pay the bill for deduction";
"gn_use_tips" = "【Tips】In order to prevent the verification code from being used by others, please do not show the information to other person.";
"gn_process_using" = "Process of using";
"gn_store_worth_spending" = "This store is worth spending in store [%@]";
"gn_merchant_notsupport" = "This Merchant does not support for using the discount code";
"gn_share_pictures" = "① Share pictures to friends";
"gn_friend_qr" = "② Your Friend in identify QR pictures";
"gn_open_wownow" = "③ Open WOWNOW";
"gn_view_more" = "View more";
"gn_merchant_comment" = "Merchant comment";
"gn_merchant_album" = "Merchant album";
"gn_default_sorting" = "Default sorting";
"gn_x_sheet" = "%ld sheet";
"gn_call"= "Call";
"gn_product_details" = "Product Details";
"gn_all_categories" = "All categories";
"gn_no_content" = "No content here! Wandering elsewhere?";
"gn_local_sevice" = "Local Sevice";
"gn_sort_by_sales" = "Sort by sales";
"gn_sort_by_score" = "Sort by score";
"gn_sort_by_distance" = "Sort by distance";
"gn_low_price_first" = "Low price first";
"gn_offers" = "Offers";
"gn_consumed" = "consumed";
"gn_sheet_photos" = "View %ld photos";
"gn_sheet_reviews" = "View %ld reviews";
"gn_photos" = "Photos";
"gn_storeName" = "Merchant";
"gn_reverve_phone" = "Booking Number";
"gn_booking_information" = "The booking information does not affect the status of the order and only for merchants to view. The booking verification is depend on the actual use time.";
"gn_refunded_account" = "If you use the coupon, it will be refunded to your account";
"gn_help_us_improve" = "Choose or input the reason for canceling the order and help us improve";
"gn_other_reason" = "Please Enter Other Reason";
"gn_coupons_limited" = "Reminder: Number of takeaway coupons is limited, while stocks last";
"gn_claimed_mycoupons" = "Coupons have been claimed are stored in ”My” - ”Coupons”";
"gn_congratulation_coupon" = "Congratulation you get coupon";
"gn_verification_coupon" = "Receive coupons after order verification";
"gn_available_coupon" = "Food delivery store coupons available";
"gn_write_off_order" = "%@Previous write-off order";
"gn_view_coupons" = "View Coupons";
"gn_finished" = "Finished";
"gn_booking_information" = "Booking information";
"gn_can_be_booked_in_advance" = "Can be booked in advance";
"gn_book" = "Book";
"gn_numbe_booking" = "Number booking of person";
"gn_booker" = "Booker";
"gn_arrival_time" = "Arrival time";
"gn_please_enter_booker_name" = "Please enter booker's name";
"gn_reminder_the_appointment" = "Reminder: The appointment information only represents the estimated arrival time, and will not be automatically written off or cancelled (except for the order expired)";
"gn_confirm_booking" = "Confirm booking";
"gn_sucessful_booking" = "Sucessful booking";
"gn_please_enter_phone_number" = "Please enter phone number";
"gn_stock_empty" = "Insufficient product stock";
"gn_expire_not_refund" = "Not support refund";
"gn_refund_protocol_title" = "Refund agreement";
"gn_refund_protocol_content" = "1. After placing an order for the product you are currently purchasing, you cannot cancel the order and refunds are not supportted.\n2. After the order expires, it will be completed automatically, and refund processing is not supported.\nBefore the user clicks to agree to the agreement, please be sure to read and fully understand this agreement, especially the clauses that have or may have a significant relationship with users' rights and interests.If the user does not agree to accept any terms of this agreement, or cannot understand this agreement, it will not be able to continue to purchase this product!";
"gn_refund_protocol_agree" = "I have read and agree to the above agreement";
"gn_refund_protocol_contiune" = "continue order";
"gn_refund_protocol_not" = "Temporarily not order";
